Repository: 84000/data-translation-memory
Catalog: toh58-v4.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་མངལ་དུ་འཇུག་པ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra The Teaching to Venerable Nanda on Entry into the Womb

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གི་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Bhagavān was staying at the Jetavana pleasure grove of Anāthapiṇḍada in Śrāvastī.

source: དེ་ནས་དེའི་ཚེ་ཚེ་དང་ལྡན་པ་དགའ་བོ་ཕྱི་དྲོའི་དུས་ཀྱི་ཚེ་ནང་དུ་ཡང་དག་འཇོག་ལས་ལངས་ཏེ། དགེ་སློང་ལྔ་བརྒྱ་དང་ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ།
en: Now at that time, Venerable Nanda arose from his afternoon meditation and went to where the Buddha was seated together with five hundred monks.

source: ཐལ་མོ་སྦྱར་ནས་གུས་པས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་ཕྱག་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: Having paid respect with palms joined and having worshiped at the Bhagavān’s feet, Nanda sat to one side.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་དགའ་བོ་དང་། དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། ང་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་ཐོག་མར་དགེ་བ། བར་དུ་དགེ་བ། ཐ་མར་དགེ་བ། དོན་བཟང་པོ། གཅིག་པུ་མ་འདྲེས་པ། ཡོངས་སུ་རྫོགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་དཀར་བ། ཚངས་པར་སྤྱོད་པའི་ཆོས་འདི་ལྟ་སྟེ། མངལ་དུ་འཇུག་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་ཡོད་ཀྱིས་
en: Then the Bhagavān spoke to Venerable Nanda and the monks: “I have a teaching that is virtuous at the beginning, virtuous in the middle, virtuous at the end, excellent in meaning, unadulterated, perfect, pure, pristine, and conducive to being chaste, namely, the Dharma teaching called Entry into the Womb.

source: ལེགས་པར་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་།
en: Listen well and remember it.

source: ངས་ཁྱོད་ལ་རྣམ་པར་ཕྱེ་སྟེ་བསྟན་པར་བྱའོ།
en: I will explain it and teach it to you.”

source: །བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་དགའ་བོས་གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་ཐོས་པར་འཚལ་ལོ་ཞེས་གསོལ་པ་དང་། དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དགའ་བོ་སེམས་ཅན་རྣམས་ནི་མངལ་དུ་འཇུག་པར་འདོད་པའི་ཚེ་རྒྱུ་དང་རྐྱེན་ཕུན་སུམ་ཚོགས་པར་གྱུར་ན་ནི་ལུས་ལེན་པར་འགྱུར་གྱི། གལ་ཏེ་ཕུན་སུམ་ཚོགས་པར་མི་གྱུར་ན་ནི་ལུས་ལེན་པར་མི་འགྱུར་རོ།
en: Venerable Nanda replied to the Bhagavān, saying, “I wish to hear what the Bhagavān says,” after which the Bhagavān addressed Venerable Nanda as follows: “Nanda, when sentient beings wish to enter a womb, if the causes and conditions are complete, they will receive bodies; but if the causes and conditions are not complete, they will not receive bodies. “

source: །དེ་ལ་རྐྱེན་དང་མི་ལྡན་པ་ཞེས་བྱ་བ་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What does lacking conditions mean here?

source: ཕ་དང་མ་གཉི་ག་ཡང་ཆགས་པའི་སེམས་བྱུང་བར་གྱུར། བར་མ་དོའི་ཕུང་པོ་ཡང་མངོན་དུ་གྱུར་ཅིང་སྐྱེ་བའི་གནས་ཡོངས་སུ་ཚོལ་བར་བྱེད་ཀྱང་ཕ་མ་དེ་དག་གི་འདུ་འཕྲོད་སྔ་ཕྱིར་གྱུར་ཅིང་དུས་གཅིག་ཏུ་བྱུང་བར་མ་གྱུར་ཏམ།
en: It means that the mother and father both have a lustful thought; the antarābhava appears and desires the particular place of birth, but the coming together of the father and mother does not occur at the same time as that, whether early or late.

source: སོ་སོའི་ལུས་ལ་ནད་རྣམས་ལྡན་པར་གྱུར་ན་ཡང་མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ། །
en: Or if the parents have various physical illnesses, there will not be entry into the womb.

source: གལ་ཏེ་མའི་མངལ་རླུང་དང་། མཁྲིས་པ་དང་། བད་ཀན་དང་། ཁྲག་གིས་ཉེ་བར་ནོན་པར་གྱུར་ཏམ། མཚམས་ཤས་གང་བའམ། སྨན་གྱིས་གང་བའམ། དབུས་ནས་འདྲ་བའམ། གྲོག་མའི་རྐེད་པ་འདྲ་བའམ། རྔ་མོའི་ཁ་འདྲ་བའམ། ཤིང་རྟའི་ཚིགས་པ་བཞིན་སོགས་ཀར་འདུག་པའམ། ཤིང་རྟའི་སྲོག་ཤིང་ལྟ་བུར་འདུག་པའམ། ཤིང་རྟའི་ལྟེ་བའི་ཁ་ལྟ་བུར་འདུག་པ་འམ། ཤིང་ལོ་ལྟ་བུར་གྱུར་པ་འམ། སྦ་ལྟ་བུར་གྱ་གྱུར་འཁྱིལ་པར་གྱུར་ཏམ། མངལ་གྱི་ནང་ནས་ཀྱི་གྲམ་སྐྱེས་པ་ལྟ་བུར་གྱུར་ཏམ། ཁུ་ཆུ་དང་ཁྲག་མང་དུ་འཛག་ཅིང་སྐད་ཅིག་ཙམ་དུ་ཡང་འདུག་ཏུ་མི་བཏུབ་པར་གྱུར་ཏམ། ཐུར་དུ་འཛག་པར་གྱུར་ཏམ། མངལ་གྱི་ལམ་རྩུབ་པར་གྱུར་ཏམ། སྟེང་དུ་ཡངས་པའམ། འོག་ཏུ་ཡངས་པའམ། ཡོ་བའམ། ཟབ་པ་མ་ཡིན་པའམ། རྡོལ་ནས་ཟགས་པའམ། མཐོ་བ་འམ། དམའ་བའམ། ཐུང་ཞིང་དོག་པའམ། ནད་སྣ་ཚོགས་དང་བཅས་པར་གྱུར་ན་ཡང་མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ། །
en: If the mother’s womb is overwhelmed by wind, bile, phlegm, or blood; if its space is filled with flesh; if it is filled with medicine; if its center is like barley; if it is like an ant’s waist; if it is like a camel’s mouth; if it is triangular like the hitch of a cart; if it is like the axle of a cart; if it is like the opening of the hub of a cart; if it is like a leaf; if it is crookedly twisted like cane wood; if the inside of the womb seems as though barley awn has grown there; if semen and blood leak out in large amounts and do not stay there for even an instant; if they leak downward; if the path of the womb is rough; if it is wide at the top; if it is wide at the bottom; if it is crooked or not deep enough; if it bursts open and leaks; if it is high or low, or short and narrow; or if the mother has various illnesses, there will not be entry into the womb.

source: གལ་ཏེ་ཕ་མ་ཆོ་རིགས་བཙུན་ཞིང་བསོད་ནམས་ཆེན་པོ་དང་ལྡན་པར་གྱུར་ལ་བར་མ་དོའི་ཕུང་པོའི་བསོད་ནམས་ཆུང་བའམ། བར་མ་དོའི་སྲིད་པ་ཆོ་རིགས་བཙུན་ཞིང་བསོད་ནམས་ཆེན་པོ་དང་ལྡན་པར་གྱུར་ལ་ཕ་མ་བསོད་ནམས་ཆུང་བར་གྱུར་ཏམ། གཉི་ག་བསོད་ནམས་དང་ལྡན་ཡང་ཕན་ཚུན་ཕྲད་པར་གྱུར་པའི་ལས་བསགས་པར་མ་གྱུར་ན་ཡང་མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ།
en: If the parents’ lineage is noble and they have great merit, while the antarābhava has little merit; or if the antarābhava’s lineage is noble and it has great merit, while the parents have little merit; or if both the parents and the antarābhava have merit but have not accumulated the karma to come together, there will not be entry into the womb. “

source: །འདི་ལྟར་བར་མ་དོའི་ཕུང་པོ་དེ་མངལ་དུ་འཇུག་པར་འགྱུར་བ་ན། ཐོག་མ་ཁོ་ནར་ཕྱིན་ཅི་ལོག་གི་སེམས་རྣམ་པ་གཉིས་འབྱུང་བར་འགྱུར་ཏེ།
en: This being so, when the antarābhava is about to enter the womb, at first two erroneous thoughts will arise.

source: གཉིས་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are the two?

source: ཕ་མ་གཉིས་ཕྲད་པར་གྱུར་པའི་ཚེ་གལ་ཏེ་ཕོར་འགྱུར་བ་ཞིག་ཡིན་ན་ནི་མ་ལ་ནི་ཆགས་པ་སྐྱེ་བར་འགྱུར་ལ། ཕ་ལ་ནི་ཞེ་སྡང་སྐྱེ་བར་འགྱུར་ཏེ།
en: When the two parents come together, if the new being will be male, the antarābhava experiences desire for the mother and experiences hatred of the father.

source: ཕའི་ཁུ་བ་བྱུང་བ་ན་འདི་ནི་བདག་གི་ཡིན་ནོ་སྙམ་དུ་སེམས་སོ།
en: And when the father’s fluid is discharged, the antarābhava thinks, ‘This is my fluid.’

source: །གལ་ཏེ་མོར་འགྱུར་བ་ཞིག་ཡིན་ནི་ཕ་ལ་ནི་ཆགས་པ་སྐྱེ་བར་འགྱུར་ལ། མ་ལ་ནི་ཞེ་སྡང་སྐྱེ་བར་འགྱུར་ཏེ་
en: If the new being will be female, the antarābhava experiences desire for the father and experiences hatred of the mother.

source: མའི་ཁུ་བ་བྱུང་བ་ན་འདི་ནི་བདག་གི་ཡིན་ནོ་སྙམ་དུ་སེམས་པས་གལ་ཏེ་འདི་ལྟ་བུའི་ཞེ་སྡང་དང་ཆགས་པའི་སེམས་སྐྱེས་པར་མ་གྱུར་ན། མངལ་དུ་འཇུག་པར་མི་འགྱུར་རོ། །
en: And when the mother’s fluid is discharged, the antarābhava thinks, ‘This is my fluid.’ But if such thoughts of desire and hatred do not arise, there will not be entry into the womb. “

source: གཞན་ཡང་དགའ་བོ་ཇི་ལྟར་མའི་མངལ་དུ་འཇུག་པར་འགྱུར་ཞེ་ན། འདི་ལྟ་སྟེ།
en: Furthermore, Nanda, how will there be entry into the mother’s womb?

source: ཕ་མ་ཡང་ཆགས་པའི་སེམས་སྐྱེས་པར་གྱུར། དུས་ཀྱི་ཟླ་མཚན་ཡང་རྗེས་སུ་འཐུན་པར་གྱུར། བར་མ་དོའི་ཕུང་པོ་ཡང་མངོན་དུ་གྱུར་ལ། གོང་མ་ལྟ་བུའི་སྐྱོན་མང་པོ་ཡང་མེད་ཅིང་ལས་ཀྱི་རྐྱེན་དང་ལྡན་པར་གྱུར་ན་མངལ་དུ་འཇུག་པར་འགྱུར་རོ།
en: If the parents’ thoughts of desire arise, the mother’s fertile period is in order, the antarābhava is present, the many previously mentioned problems are absent, and the karmic conditions are complete, there will be entry into the womb.

source: །འདི་ལྟར་བར་མ་དོའི་ཕུང་པོ་དེ་མངལ་དུ་འཇུག་པར་འདོད་པ་ན་དེ་ཡང་རྣམ་པ་གཉིས་སུ་འགྱུར་ཏེ།
en: There are two types of antarābhava who wish to enter the womb.

source: གཉིས་གང་ཞེ་ན།
en: What are the two?

source: བསོད་ནམས་དང་མི་ལྡན་པ་དང་། བསོད་ནམས་ཆེན་པོ་དང་ལྡན་པ་གང་ཡིན་པའོ།
en: One lacking merit and one having great merit.

source: །བསོད་ནམས་དང་མི་ལྡན་པ་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་རྟོག་པའི་སེམས་བྱུང་ནས་ཡུལ་མཐོང་བར་གྱུར་པ་ན་འདི་སྙམ་དུ་སེམས་ཏེ། དེང་བདག་ནི་རླུང་དང་། གྲང་བ་དང་། ནམ་རྨུགས་པ་དང་། ཆར་འབབ་པ་དང་། སྐྱེ་བོ་མང་པོའི་ཅ་ཅོ་དང་། མང་པོའི་མཐུ་སྟོབས་ཀྱི་གནོད་པ་བྱེད་པ་དང་ཕྲད་པར་གྱུར་ཏོ་ཞེས་
en: As for the one lacking merit, an idea arises, and when the antarābhava sees the place where it is headed, it thinks in this way: ‘Now I have encountered wind and cold and darkness and rain, the noise of many people, and many powerful harm-doers.’

source: འཇིགས་ཤིང་སྐྲག་པ་སྐྱེས་ནས་དེང་བདག་རྩྭའི་ཁྱིམ་དང་། ལོ་མའི་ཁྱིམ་དང་། རྩིག་དྲུང་དབེན་པར་འཇུག་པར་བྱའོ།
en: Terrified and panic stricken, it thinks, ‘Now I will enter a grass hut,’ or ‘I will enter a leaf hut,’ or ‘I will enter a hidden place at the bottom of a wall.’

source: །ཡང་ན་རི་དང་། ནགས་སྟུག་པོ་དང་། བྲག་ཕུག་དག་ཏུ་འཇུག་པར་བྱའོ།
en: Or it thinks, ‘I will enter a mountain or a thick forest,’ or ‘I will enter a cave.’

source: །སྙམ་དུ་སེམས་ཏེ་གཞན་ཡང་འདུ་ཤེས་རྣམ་པ་སྣ་ཚོགས་བསྐྱེད་ནས་ཇི་ལྟར་མཐོང་བ་བཞིན་དུ་མའི་མངལ་དུ་འཇུག་པར་བྱའོ།
en: Having given rise to various other notions, in accordance with what it has seen, it will enter its mother’s womb.

source: །གང་བསོད་ནམས་ཆེན་པོ་དང་ལྡན་པ་དེ་ཡང་འདི་སྙམ་དུ་དེང་བདག་ནི་རླུང་དང་། གྲང་བ་དང་། ནམ་རྨུགས་པ་དང་། ཆར་འབབ་པ་དང་། སྐྱེ་བོ་མང་པོའི་ཅ་ཅོ་དང་། མང་པོའི་མཐུ་སྟོབས་ཀྱིས་གནོད་པར་བྱེད་པ་དང་ཕྲད་པར་གྱུར་ཏོ་ཞེས་
en: As for the one with great merit, it too thinks in this way: ‘Now I have encountered wind and cold and darkness and rain, the noise of many people, and many powerful harm-doers.’

source: འཇིགས་ཤིང་སྐྲག་པ་སྐྱེས་ནས་ཁང་པ་བརྩེགས་མའི་སྟེང་དུ་འཛེག་པའམ། ཡང་ཐོག་མཐོན་པོའི་སྟེང་དུ་འཛེག་པའམ། གཞལ་མེད་ཁང་གི་ནང་དུ་འཇུག་པའམ། ཁྲི་ལ་འདུག་པར་བྱའོ་སྙམ་དུ་སེམས་ཏེ།
en: Terrified and panic stricken, it thinks, ‘I will ascend to the top of a multistoried mansion,’ or ‘I will ascend to the top of a high roof,’ or it thinks, ‘I will enter a celestial palace,’ or ‘I will sit on the throne.’

source: གཞན་ཡང་འདུ་ཤེས་རྣམ་པ་སྣ་ཚོགས་བསྐྱེད་ནས་ཇི་ལྟར་མཐོང་བ་བཞིན་དུ་མའི་མངལ་དུ་འཇུག་པར་འགྱུར་རོ།
en: Having given rise to various other notions, in accordance with what it has seen, it will enter its mother’s womb.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་འདི་ལྟར་བར་མ་དོའི་ཕུང་པོ་དེ་ཐོག་མ་ཁོ་ནར་མངལ་དུ་ཞུགས་པ་གང་ཡིན་པ་དེ་ནི་མེར་མེར་པོ་ཞེས་བྱ་སྟེ།
en: The Bhagavān continued, “Nanda, in this way, the antarābhava, when it first enters the womb, is called the kalala.

source: ཕ་མའི་མི་གཙང་བ་དང་། འདས་པའི་ལས་ལ་བརྟེན་ནས་ལུས་ལེན་པར་བྱེད་ཀྱང་འདི་ལྟར་ལས་དེ་དང་། ཕ་མའི་རྐྱེན་རྣམས་ཀྱིས་སོ་སོ་ནས་རང་སྐྱེད་པར་མི་བྱེད་ཀྱི། འདུས་པའི་མཐུ་སྟོབས་ཀྱིས་ལུས་ལེན་པར་བྱེད་པས།
en: Although a being obtains a body relying on the impurity of the father and mother and past karma, the body is not produced by that karma and the conditions of the father and mother individually; rather, it is obtained due to the power of their coming together. “

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྣོད་ཀྱི་ནང་དུ་ཞོས་བཀང་ནས་སྐྱེས་བུའི་རྩོལ་བ་དང་། ཐག་པ་ལ་སོགས་པ་ལ་བརྟེན་ཏེ་མར་འབྱུང་བ་ཡང་རྐྱེན་རྣམས་ལས་དམིགས་པར་མི་འགྱུར་མོད་ཀྱི་འོན་ཀྱང་འདུས་པའི་མཐུ་ལས་མར་འབྱུང་བར་འགྱུར་བ་དེ་བཞིན་དུ་མེར་མེར་པོའི་ལུས་ཀྱང་དེ་བཞིན་ཏེ།
en: Just as curdled milk filling a pot becomes butter due to the conditions of human effort, a rope, and so forth, but the butter is not observed within those conditions, the butter only coming to be due to the power of a combination of these things, the same is true of the body of the kalala.

source: འདི་ལྟར་རྒྱུ་དང་རྐྱེན་གྱི་མཐུས་མངལ་དུ་ལུས་མངོན་པར་འགྲུབ་པར་འགྱུར་རོ།
en: Its body is produced in the womb due to the power of causes and conditions. “

source: །དགའ་བོ་འདི་ལྟ་སྟེ་དཔེར་ན་རྩྭ་སྔོན་པོ་དང་། བ་ལང་གི་ལྕི་བ་དང་། རྒྱ་ཤུག་དང་ཞོ་ལ་བརྟེན་ནས་སོ་སོ་ནས་སྲིན་བུ་སྐྱེ་བར་འགྱུར་བ་རེ་རེའི་ནང་དུ་སྲིན་བུ་མི་དམིགས་ཀྱང་རྒྱུ་དང་རྐྱེན་གྱི་སྟོབས་ཀྱིས་སྲིན་བུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Nanda, as an analogy, when worms arise variously relying on green grass or cow dung or jujubes or curdled milk, worms are not observed within each of these individually. Rather, the worms arise due to the power of causes and conditions.

source: སྲིན་བུ་དེ་དག་སྐྱེས་པ་ན་སོ་སོ་ནས་རྟེན་ཇི་ལྟ་བ་བཞིན་དུ་ཁ་དོག་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོར་འགྱུར་རོ།
en: When worms arise, they become green, or yellow, or red, or white in color, according to what they respectively rely on.

source: །དེ་བཞིན་དུ་ཕ་མའི་མི་གཙང་བ་ལས་ལུས་འདི་སྐྱེ་བ་ཡང་རྐྱེན་རྣམས་ཀྱི་ནང་དུ་བཙལ་ན་དམིགས་པར་མི་འགྱུར་མོད་ཀྱི། འོན་ཀྱང་རྐྱེན་འདུས་པའི་མཐུ་དང་མ་ཕྲད་པར་ཡང་ལུས་ཡང་དག་པར་ལེན་པར་ཡང་མི་འགྱུར་རོ།
en: Similarly, when this body arises due to the impurities of the father and mother, if one searches for it within the conditions, it will not be observed; but if the power of the coming together of the conditions is not obtained, a body will not be properly obtained. “

source: །ལུས་འདི་སྐྱེས་ན་ཕ་མའི་འབྱུང་བ་ཆེན་པོ་བཞི་དང་ངོ་བོ་ཉིད་ཐ་མི་དད་པར་གྱུར་ཏེ། འདི་ལྟ་སྟེ།
en: When this body arises, its nature is not different from the four great elements of the father and mother.

source: སའི་ཁམས་ཀྱིས་ནི་སྲ་བའི་བྱ་བ་བྱེད་དོ།
en: That is, the earth element acts for firmness.

source: །ཆུའི་ཁམས་ཀྱིས་ནི་གཤེར་བའི་བྱ་བ་བྱེད་དོ།
en: The water element acts for moisture.

source: །མེའི་ཁམས་ཀྱིས་ནི་དྲོ་བའི་བྱ་བ་བྱེད་དོ།
en: The fire element acts for heat.

source: །རླུང་གི་ཁམས་ཀྱིས་ནི་ཡང་ཞིང་གཡོ་བའི་བྱ་བ་བྱེད་དེ།
en: The wind element acts for lightness and movement.

source: མེར་མེར་པོའི་ལུས་དེ་དག་གལ་ཏེ་སའི་ཁམས་འབའ་ཞིག་དང་ལྡན་ལ་ཆུའི་ཁམས་མེད་པར་གྱུར་ན་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་ཕྱེ་དང་ཐལ་བ་སྐམ་པོ་བཅངས་པ་བཞིན་དུ་འདུར་མི་བཏུབ་པར་འགྱུར་རོ།
en: If those kalala bodies had only the earth element but did not have the water element, they would be unable to cohere, just as dry flour or ashes are unable to be grasped.

source: །གལ་ཏེ་ཆུའི་ཁམས་འབའ་ཞིག་དང་ལྡན་ལ་སའི་ཁམས་མེད་པར་གྱུར་ན་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་འབྲུ་མར་རམ་ཆུའི་རང་བཞིན་ནི་སྣུམ་ཞིང་གཤེར་བས་སྲ་བ་མེད་པ་བཞིན་དུ་བོ་ཞིང་གྱེས་པར་འགྱུར་རོ།
en: If they had only the water element but did not have the earth element, they would spill out and disperse, just as oil and water have no firmness, since their nature is slippery and moist.

source: །གལ་ཏེ་ས་དང་ཆུའི་ཁམས་འབའ་ཞིག་དང་ལྡན་ལ་མེའི་ཁམས་མེད་པར་གྱུར་ན་ནི་འདི་ལྟ་སྟེ་དཔེར་ན། དབྱར་ཚ་བའི་དུས་སུ་ཤའི་གོང་བུ་གྲིབ་མ་ལ་བཞག་པ་ཉི་མའི་འོད་ཀྱིས་མ་ཕོག་པ་བཞིན་དུ་རུལ་ཞིང་མྱགས་པར་འགྱུར་རོ།
en: If they had only the earth and water elements but did not have the fire element, they would become rotten and putrid, just like a piece of meat that is put in the shade during the summer heat and is not struck by the sun’s rays.

source: །གལ་ཏེ་ས་དང་ཆུ་དང་མེའི་ཁམས་དང་ལྡན་ལ་རླུང་གི་ཁམས་མེད་པར་གྱུར་ན་ནི་འཕེལ་བར་མི་འགྱུར་ཏེ།
en: If they had only the earth, water, and fire elements but no wind element, they would not grow. “

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཁུར་བ་མཁན་ནམ། དེའི་སློབ་མ་མཁས་པས་ཁུར་བ་བཙོས་ནས་དབུགས་ཀྱིས་བུས་ཏེ་ཅི་དང་ཅི་བྱ་བ་རྣམས་མངོན་པར་འདུས་བྱས་ནས་དེ་དག་ནང་ཁོང་སྟོང་དུ་བྱེད་པ་གལ་ཏེ་རླུང་གི་སྟོབས་མེད་པར་གྱུར་ན་མངོན་པར་འགྲུབ་པར་མི་འགྱུར་རོ།
en: As an analogy, a confectioner or his skilled apprentice fries pastries, blows with his breath, and, doing whatever needs to be done, makes their interiors hollow. If there is no force of wind, they will not be finished.

source: །དེ་བཞིན་དུ་འབྱུང་བ་ཆེན་པོ་བཞི་པོ་དེ་དག་ཀྱང་ཕན་ཚུན་གཅིག་ལ་གཅིག་བརྟེན་ཅིང་ཡོངས་སུ་བཟུང་ནས་རྣམ་པར་གཞག་པ་ཡིན་པས་དེའི་ཕྱིར་མེར་མེར་པོའི་ལུས་ཕ་མའི་འབྱུང་བ་ཆེན་པོ་བཞི་དང་། ལས་ཀྱི་རླུང་གི་རྒྱུས་སྐྱེ་བར་འགྱུར་བ་དང་དེ་བཞིན་དུ་རྐྱེན་མང་པོ་རྣམས་ཀྱི་ནང་ན་དམིགས་པར་མི་འགྱུར་ཡང་འདུས་པའི་སྟོབས་ཀྱིས་ལུས་ཡང་དག་པར་ལེན་པར་འགྱུར་བར་རིག་པར་བྱའོ།
en: Similarly, since the four great elements are established together, depending on and holding together one another, the body of the kalala will be born due to the four great elements of the father and mother and the wind of karma. In the same way, it should be understood that the body of the kalala is not observed in the many individual conditions but is properly obtained due to the power of a combination of conditions. “

source: །གཞན་ཡང་དགའ་བོ་འདི་ལྟ་སྟེ། དཔེར་ན། ས་བོན་སར་པ་ཡོངས་སུ་གཙང་ལ་ལེགས་པར་སྦས་པ། སྲིན་བུས་མ་ཟོས་པ་
en: Furthermore, Nanda, as an analogy, a pure new seed is well hidden, and it is not eaten by insects.

source: མ་རུལ་ཅིང་མ་ཚིག་པ་དང་། མ་གས་པ་དང་། བུ་ག་མེད་པ་ཞིག་
en: Not rotting, it is not burned or cracked, and it does not have any holes.

source: གང་ལ་ལ་ཞིག་གིས་ཞིང་བཟང་ཞིང་གཤིན་པ་བཙལ་ཏེ་ས་བོན་བཏབ་ན།
en: Someone finds a good field, namely, a fertile field, and plants the seed.

source: ཅི་ཉིན་ཞག་གཅིག་གིས་མྱུ་གུ་དང་སྡོང་བུ་དང་། ཡལ་ག་དང་། ལོ་མ་གྲིབ་མ་དང་བཅས་པ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་རྒྱས་ཤིང་ཕུན་སུམ་ཚོགས་པར་འགྱུར་རམ།
en: In one day, do a sprout, stalk, branch, leaf with its shade, flower, and fruit grow and become complete?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་དེ་ལྟར་མི་འགྱུར་ལགས་སོ། །
en: Bhagavān, that is not the case.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་མེར་མེར་པོའི་ལུས་ཀྱང་དེ་བཞིན་དུ་རྒྱུ་དང་རྐྱེན་ལས་རིམ་གྱིས་སྐྱེ་བར་འགྱུར་གྱི། དུས་གཅིག་ཏུ་དབང་པོ་རྣམས་ཕུན་སུམ་ཚོགས་པར་མི་འགྱུར་ཏེ།
en: The Bhagavān continued, “Nanda, the body of the kalala similarly grows gradually due to causes and conditions; the sense faculties are not complete all at once.

source: དེ་ལྟ་བས་ན་ཕ་མ་ལས་བྱུང་བར་གྱུར་པའི་ལུས་འདི་རྐྱེན་རྣམས་ཀྱི་ནང་ན་བཙལ་ན་ཡང་དམིགས་པར་མི་འགྱུར་མོད་ཀྱི།
en: Therefore, if one searches for this body that arises from the father and mother among these conditions, it will not be found.

source: འོན་ཀྱང་ཚོགས་པའི་སྟོབས་ཀྱིས་སྐྱེ་བ་ལེན་པར་འགྱུར་བར་རིག་པར་བྱའོ།
en: However, one should know that rebirth will occur due to the force of the combination of causes and conditions. “

source: །གཞན་ཡང་དགའ་བོ་འདི་ལྟ་སྟེ། དཔེར་ན་སྐྱེས་བུ་མིག་དང་ལྡན་པས་མེ་ཤེལ་གྱི་ནོར་བུ་བླངས་ནས་ཉི་མ་ལ་བཞག་སྟེ།
en: Furthermore, Nanda, as an analogy, a clear-eyed person takes a fire-crystal jewel and places it in the sun.

source: ལྕི་བ་སྐམ་པོ་ནོར་བུ་དང་མི་རིང་བར་བསྟེན་པ་ལས་མེ་བྱུང་བར་འགྱུར་བ་ལྕི་བ་དང་།
en: Since some dried dung is placed not far from the jewel, a fire will start.

source: ཉི་མའི་འོད་སོ་སོ་ནས་མེ་འབྱིན་པར་མི་ནུས་ཀྱང་ཕན་ཚུན་མི་འབྲལ་བས་རྒྱུ་དང་རྐྱེན་གྱི་སྟོབས་ཀྱིས་མེ་འབྱུང་བར་བྱེད་དོ།
en: The dried dung and the rays of the sun separately cannot start a fire, but the force of causes and conditions not separated from one another starts the fire.

source: །ཕ་མ་ལས་བྱུང་བའི་ལུས་ཀྱང་དེ་བཞིན་ཏེ།
en: The body that arises from the father and mother is also like this.

source: འདི་ལྟར་མེར་མེར་པོའི་ལུས་གང་ཡིན་པ་དེ་ནི་གཟུགས་ཞེས་བྱའོ། །
en: Accordingly, the body of the kalala is called rūpa.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་མིང་ཞེས་བྱ་སྟེ།
en: Vedanā, saṃjñā, saṃskāra, and vijñāna are called nāma. “

source: མིང་དང་གཟུགས་ཀྱི་ཕུང་པོ་ལྔ་པོས་སྐད་ཅིག་མ་གཅིག་ལ་ལུས་བླངས་ནས་སྡུག་བསྔལ་མྱོང་བར་བྱེད་པ་ལ་ཡང་ངས་བསྔགས་བརྗོད་པར་མི་བྱེད་ན་ཡུན་རིང་པོར་སྲིད་པ་རྣམས་སུ་འཁོར་བར་གྱུར་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: The moment the five skandhas of nāma and rūpa are reborn, suffering is experienced. If I do not praise this moment, how could I even consider praising a circling among existences over a long period of time?

source: འདི་ལྟ་སྟེ། དཔེར་ན་མི་གཙང་བ་ནི་ཉུང་ཡང་མནམ་ན་མང་པོ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: If even a little filth stinks, how much more so a lot of filth?

source: དེ་ལྟ་བས་ན་མེར་མེར་པོའི་ལུས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་པོ་དག་ལ་སུ་ཞིག་སྲེད་ཅིང་ཆགས་པར་བྱེད།
en: Therefore, who would desire and be attached to the five upādānaskandhas of the body of the kalala? “

source: གཞན་ཡང་དགའ་བོ་འདི་ལྟར་ལུས་དེ་མའི་མངལ་ན་གནས་པ་ཡང་ཞག་བདུན་ཕྲག་སུམ་ཅུ་རྩ་བརྒྱད་ལོན་ནས་གདོད་འབྱུང་བར་འགྱུར་ཏེ།
en: Furthermore, Nanda, this body spends thirty-eight weeks in the mother’s womb before it emerges.

source: ཞག་བདུན་ཕྲག་དང་པོ་ལ་མའི་མངལ་ན་གནས་པ་གང་ཡིན་པ་དེ་ནི་མེར་མེར་པོ་ཞེས་བྱ་སྟེ་ལུས་ཀྱི་མཚན་མ་དང་པོར་སྣང་བ་ཡིན་པས་འདི་ལྟ་སྟེ།
en: In the first week, the being in the womb is called kalala. The features of its body begin to appear for the first time.

source: དཔེར་ན། ཞོ་མ་ཆགས་པ་དང་འདྲ་བས་ཞག་བདུན་གྱི་བར་དུ་ནང་དུ་བཙོས།
en: Resembling uncongealed yogurt, it is cooked inside for seven days.

source: རབ་ཏུ་བཙོས་ནས་འབྱུང་བ་ཆེན་པོ་བཞི་མཐར་གྱིས་མངོན་པར་གྲུབ་པར་བྱེད་དོ།
en: After it is well cooked, the four great elements form gradually. “

source: །ཞག་བདུན་ཕྲག་གཉིས་པ་ལ་མའི་མངལ་དུ་གནས་པའི་ཚེ་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཀུན་སྡུད་ཅེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the second week, a karmic wind, all-uniting, comes into existence.

source: རླུང་ཤིན་ཏུ་ཕྲ་མའི་དེས་མའི་རྩིབ་ལོགས་གཡོན་པ་དང་། གཡས་པ་བུས་ཏེ་མེར་མེར་པོའི་ལུས་ཀྱི་མཚན་མ་རིམ་གྱིས་སྣང་བར་བྱེད་པས་དེའི་དབྱིབས་ཞོ་སྐ་བའམ། མར་འཁྱགས་པ་འདྲ་སྟེ།
en: This very subtle wind blows on the left and right sides of the mother’s torso and gradually causes features of the body of the kalala to appear, its form like thick curds or coagulated butter.

source: མངལ་གྱི་ནང་དུ་བཙོས། རབ་ཏུ་བཙོས་པས་ནུར་ནུར་པོའི་ལུས་སུ་གྱུར་ནས་འདི་ལྟར་འབྱུང་བ་ཆེན་པོ་བཞི་པོ་དག་མཐར་གྱིས་མངོན་པར་གྲུབ་པར་བྱེད་དོ།
en: It cooks inside the womb, and when it is well cooked, it becomes the body of the arbuda. Thus, the four great elements form gradually. “

source: །ཞག་བདུན་ཕྲག་གསུམ་པ་ལ་མའི་མངལ་དུ་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་མཛོད་ཀ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the third week, again a karmic wind, treasury opening, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་ནུར་ནུར་པོ་གང་ཡིན་པ་དེ་མཐར་གྱིས་མཁྲེགས་ཤིང་ལྟར་ལྟར་པོར་བྱེད་པས།
en: Due to the force of this wind, the arbuda gradually hardens and becomes a peśī.

source: དེའི་དབྱིབས་ནི་སྨན་རྡུང་བའི་གཏུན་བུ་འདྲ་ལ་ཐུང་ཞིང་ཆུང་སྟེ།
en: Its form is short and small, like a pestle for grinding medicine.

source: མངལ་གྱི་ནང་དུ་བཙོས། རབ་ཏུ་བཙོས་པས་འདི་ལྟར་འབྱུང་བ་ཆེན་པོ་བཞི་པོ་འདི་དག་མཐར་གྱིས་འཕེལ་བར་བྱེད་དོ།
en: It cooks inside the womb, and when it is well cooked, the four great elements in this way grow gradually. “

source: །ཞག་བདུན་ཕྲག་བཞི་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ནང་རབ་ཏུ་འབྱེད་པ་ཞེས་བྱ་སྟེ་
en: While the being in the mother’s womb is in the fourth week, again a karmic wind, internal differentiation, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་ལྟར་ལྟར་པོ་གང་ཡིན་པ་དེ་ནི་མཁྲང་བར་བྱེད་པས། དེའི་དབྱིབས་ནི་མཆི་གུ་འདྲ་བ་སྟེ།
en: Due to the force of this wind, the peśī becomes solid, its form like a grinding stone.

source: ནང་དུ་བཙོས་རབ་ཏུ་བཙོས་པས་འབྱུང་བ་ཆེན་པོ་བཞི་པོ་མཐར་གྱིས་འཕེལ་བར་བྱེད་དོ།
en: It cooks inside the womb, and when it is well cooked, the four great elements gradually grow. “

source: །ཞག་བདུན་ཕྲག་ལྔ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཡང་དག་པར་སྡུད་པ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the fifth week, again a karmic wind, gathering together, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱི་མཁྲང་འགྱུར་གང་ཡིན་པ་དེ་རྐ་ལག་འགྱུར་བ་སྒྱུར་བར་བྱེད་པས་གོར་གོར་པོ་གང་ཡིན་པ་དེ་རྣམ་པར་ཕྱེ་ནས་བརླ་གཉིས་དང་། དཔུང་པ་གཉིས་དང་། མགོ་བོའི་མཚན་མ་མངོན་དུ་འབྱུང་བར་བྱེད་དེ།
en: The force of this wind, by making the hardened embryo begin to develop legs and arms, divides the ghana and gives rise to signs of the two thighs, two shoulders, and head.

source: འདི་ལྟ་སྟེ། དཔེར་ན་དབྱར་གྱི་དུས་སུ་ཆར་འབབ་པའི་ཚེ་ལྗོན་ཤིང་རྣམས་ཡལ་ག་དང་། འདབ་མ་སྐྱེད་པར་བྱེད་པ་དེ་བཞིན་དུ་ལས་ཀྱི་རླུང་གི་སྟོབས་ཀྱིས་ཀྱང་ལུས་ཀྱི་མཚན་མ་རྣམས་སྣང་བར་བྱེད་དོ།
en: Just as when rain falls in the rainy season of summer and produces branches and leaves on trees, in the same way, the force of karmic wind causes the signs of the body to appear. “

source: །ཞག་བདུན་ཕྲག་དྲུག་པ་ལ་མའི་མངལ་དུ་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཟས་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the sixth week, again a karmic wind, food, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་མཚན་མེ་བཞི་འབྱུང་བར་བྱེད་དོ།
en: The force of this wind gives rise to four signs.

source: །བཞི་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What are the four?

source: ལག་ངར་གཉིས་དང་། རྗེ་ངར་གཉིས་གང་ཡིན་པ་དེ་ནི་མཚན་མ་རྣམ་པ་བཞི་ཞེས་བྱའོ།
en: The four types of signs are the signs of the two forearms and the two shanks. “
